import { ICompany } from "./store"

export const mockCompanies: ICompany[] = [
  {
    "id": 1,
    "name": "Южуралзолото ГК",
    "address": "алл. Демьяна Бедного, д. 529"
  },
  {
    "id": 2,
    "name": "НПО «Соболева Архипова»",
    "address": "наб. Пархоменко, д. 3 к. 9"
  },
  {
    "id": 3,
    "name": "Иванов Инкорпорэйтед",
    "address": "пр. Орловский, д. 176 стр. 617"
  },
  {
    "id": 4,
    "name": "Hoff (Домашний интерьер)",
    "address": "бул. Проточный, д. 18 стр. 6"
  },
  {
    "id": 5,
    "name": "ООО «Елисеев, Григорьев и Сазонов»",
    "address": "ул. Заовражная, д. 752 к. 8"
  },
  {
    "id": 6,
    "name": "ЗАО «Смирнова Соболев»",
    "address": "пер. Механизаторов, д. 660"
  },
  {
    "id": 7,
    "name": "ОАО «Петухова»",
    "address": "пер. Стадионный, д. 200 стр. 5/9"
  },
  {
    "id": 8,
    "name": "Белозеров и партнеры",
    "address": "ул. Павлова, д. 8 стр. 9"
  },
  {
    "id": 9,
    "name": "ЗАО «Ширяев»",
    "address": "ш. Родниковое, д. 428 стр. 39"
  },
  {
    "id": 10,
    "name": "Павлова Групп",
    "address": "бул. Гончарова, д. 60"
  },
  {
    "id": 11,
    "name": "ЗАО «Михайлова»",
    "address": "алл. Надежды, д. 85 к. 4/2"
  },
  {
    "id": 12,
    "name": "Лукин Инкорпорэйтед",
    "address": "пр. Карла Маркса, д. 2/7"
  },
  {
    "id": 13,
    "name": "ЗАО «Панфилова-Нестерова»",
    "address": "пер. Ручейный, д. 6"
  },
  {
    "id": 14,
    "name": "ИП «Силина-Сорокин»",
    "address": "алл. Балтийская, д. 92 стр. 4/4"
  },
  {
    "id": 15,
    "name": "ОАО «Дроздов»",
    "address": "бул. Подгорный, д. 4 к. 98"
  },
  {
    "id": 16,
    "name": "РАО «Лазарев»",
    "address": "пер. Ивановский, д. 645 стр. 59"
  },
  {
    "id": 17,
    "name": "САМ-МБ",
    "address": "ул. Фрунзе, д. 8"
  },
  {
    "id": 18,
    "name": "НПО «Орлов, Зимина и Емельянов»",
    "address": "ш. Никитина, д. 124"
  },
  {
    "id": 19,
    "name": "ТД Ункомтех",
    "address": "алл. Тополиная, д. 203 стр. 73"
  },
  {
    "id": 20,
    "name": "ИП «Мельникова-Тарасов»",
    "address": "алл. Пролетарская, д. 1/7 к. 9/9"
  },
  {
    "id": 21,
    "name": "РАО «Беляев Лебедева»",
    "address": "пр. Тургенева, д. 305 стр. 878"
  },
  {
    "id": 22,
    "name": "АО «Сорокин-Александрова»",
    "address": "наб. Морозова, д. 6/6 стр. 9/6"
  },
  {
    "id": 23,
    "name": "АО «Елисеев»",
    "address": "пер. Механизаторов, д. 397 к. 9/2"
  },
  {
    "id": 24,
    "name": "АО «Чернова, Титова и Муравьева»",
    "address": "бул. Профсоюзный, д. 2/3 к. 6"
  },
  {
    "id": 25,
    "name": "НПО «Гуляева»",
    "address": "наб. Красных Партизан, д. 10 к. 8"
  },
  {
    "id": 26,
    "name": "ГВСУ по специальным объектам",
    "address": "наб. Стадионная, д. 392 к. 4/4"
  },
  {
    "id": 27,
    "name": "ООО «Поляков, Сысоева и Горшков»",
    "address": "бул. Республиканский, д. 32 к. 9"
  },
  {
    "id": 28,
    "name": "Маркова Лтд",
    "address": "ул. Иванова, д. 73"
  },
  {
    "id": 29,
    "name": "Кондратьев Лтд",
    "address": "бул. Береговой, д. 615 стр. 75"
  },
  {
    "id": 30,
    "name": "ПТК",
    "address": "пр. Авиационный, д. 2/8 стр. 8"
  },
  {
    "id": 31,
    "name": "РАО «Лебедева Пестова»",
    "address": "ш. Вавилова, д. 386 стр. 56"
  },
  {
    "id": 32,
    "name": "Авилон АГ",
    "address": "наб. Специалистов, д. 567"
  },
  {
    "id": 33,
    "name": "РАО «Меркушева-Николаева»",
    "address": "пр. Логовой, д. 4"
  },
  {
    "id": 34,
    "name": "Никонов и партнеры",
    "address": "ул. Ульяновская, д. 994 к. 27"
  },
  {
    "id": 35,
    "name": "ЗАО «Игнатова-Жуков»",
    "address": "наб. Фадеева, д. 65 стр. 5/7"
  },
  {
    "id": 36,
    "name": "Евсеев и партнеры",
    "address": "пр. Белорусский, д. 7 к. 4/3"
  },
  {
    "id": 37,
    "name": "Т Плюс",
    "address": "пр. Совхозный, д. 2/9 стр. 65"
  },
  {
    "id": 38,
    "name": "ЗАО «Дьячкова-Юдина»",
    "address": "наб. Высотная, д. 357 стр. 629"
  },
  {
    "id": 39,
    "name": "АО «Алексеева, Филатов и Воронцова»",
    "address": "пер. 50 лет ВЛКСМ, д. 29"
  },
  {
    "id": 40,
    "name": "РАО «Дорофеев, Агафонов и Фокина»",
    "address": "ул. Советов, д. 6 к. 83"
  },
  {
    "id": 41,
    "name": "ИП «Соболев Абрамов»",
    "address": "бул. Дальний, д. 875"
  },
  {
    "id": 42,
    "name": "ИП «Козлов, Красильникова и Котова»",
    "address": "пер. Торговый, д. 2 к. 97"
  },
  {
    "id": 43,
    "name": "Зиновьев Инк",
    "address": "алл. Тельмана, д. 2 стр. 7/3"
  },
  {
    "id": 44,
    "name": "Мазда Соллерс Мануфэкчуринг Рус",
    "address": "наб. Воронежская, д. 24 к. 636"
  },
  {
    "id": 45,
    "name": "НПО «Яковлев, Осипов и Доронин»",
    "address": "ул. Цветочная, д. 54 стр. 616"
  },
  {
    "id": 46,
    "name": "ЗАО «Щербакова»",
    "address": "пер. Красных Партизан, д. 865 стр. 6"
  },
  {
    "id": 47,
    "name": "Т2 РТК Холдинг",
    "address": "ш. Тургенева, д. 194"
  },
  {
    "id": 48,
    "name": "ИП «Белова-Зыков»",
    "address": "пер. Коммуны, д. 1"
  },
  {
    "id": 49,
    "name": "ОАО «Самсонов, Козлова и Юдин»",
    "address": "алл. Волочаевская, д. 1/1 стр. 5/7"
  },
  {
    "id": 50,
    "name": "Вектрум-К",
    "address": "алл. Революционная, д. 9/8 к. 5"
  },
  {
    "id": 51,
    "name": "НПО «Рожкова»",
    "address": "пр. Геологов, д. 694 стр. 9/9"
  },
  {
    "id": 52,
    "name": "ОАО «Логинова Королев»",
    "address": "пер. Безымянный, д. 64 стр. 9"
  },
  {
    "id": 53,
    "name": "ООО «Князева-Мишина»",
    "address": "ул. Нахимова, д. 6/4 к. 4"
  },
  {
    "id": 54,
    "name": "ООО «Калашников Лихачев»",
    "address": "ул. Сахалинская, д. 3 стр. 937"
  },
  {
    "id": 55,
    "name": "Доронин и партнеры",
    "address": "бул. Вокзальный, д. 423"
  },
  {
    "id": 56,
    "name": "АО «Колесников Лыткин»",
    "address": "бул. Советов, д. 629 стр. 933"
  },
  {
    "id": 57,
    "name": "ЗАО «Сергеева, Панов и Петров»",
    "address": "наб. 1 Мая, д. 88 к. 389"
  },
  {
    "id": 58,
    "name": "ОАО «Осипов, Белозеров и Абрамова»",
    "address": "бул. Микрорайон, д. 2/6 к. 21"
  },
  {
    "id": 59,
    "name": "Свеза",
    "address": "алл. Краснознаменная, д. 652 стр. 1/5"
  },
  {
    "id": 60,
    "name": "АО «Пестова, Журавлев и Авдеева»",
    "address": "бул. Нефтяников, д. 3/9 стр. 2"
  },
  {
    "id": 61,
    "name": "НПО «Шарапова, Селиверстова и Брагин»",
    "address": "ш. Демьяна Бедного, д. 5"
  },
  {
    "id": 62,
    "name": "РАО «Комиссаров, Артемьев и Щербаков»",
    "address": "ш. Курганное, д. 6/6"
  },
  {
    "id": 63,
    "name": "ОАО «Зиновьева-Лебедева»",
    "address": "пр. Розы Люксембург, д. 3/2 стр. 3/6"
  },
  {
    "id": 64,
    "name": "Гущина Лимитед",
    "address": "алл. Грибоедова, д. 87"
  },
  {
    "id": 65,
    "name": "Inventive Retail Group",
    "address": "ул. Некрасова, д. 6 стр. 8"
  },
  {
    "id": 66,
    "name": "ООО «Матвеев Мухин»",
    "address": "наб. Войкова, д. 954 к. 6"
  },
  {
    "id": 67,
    "name": "АО «Котов, Данилов и Рябова»",
    "address": "пер. Зои Космодемьянской, д. 70"
  },
  {
    "id": 68,
    "name": "Константинов Лтд",
    "address": "ул. Кооперативная, д. 2/8"
  },
  {
    "id": 69,
    "name": "АО «Исаев Степанов»",
    "address": "пер. Орловский, д. 330 к. 1"
  },
  {
    "id": 70,
    "name": "РАО «Козлова»",
    "address": "ул. Высокая, д. 693"
  },
  {
    "id": 71,
    "name": "ИП «Шубин»",
    "address": "наб. Смоленская, д. 675"
  },
  {
    "id": 72,
    "name": "ОАО «Соболева, Исаев и Соколов»",
    "address": "пер. Космодемьянской, д. 72 стр. 579"
  },
  {
    "id": 73,
    "name": "Ершов Лтд",
    "address": "ш. Ангарское, д. 136 к. 440"
  },
  {
    "id": 74,
    "name": "ООО «Архипов, Баранов и Моисеев»",
    "address": "алл. Красноармейская, д. 32 к. 98"
  },
  {
    "id": 75,
    "name": "ИП «Воронцова Суворов»",
    "address": "ш. Санаторное, д. 857 к. 49"
  },
  {
    "id": 76,
    "name": "РАО «Кононов, Ефимова и Пахомова»",
    "address": "пр. Черемушки, д. 734 стр. 73"
  },
  {
    "id": 77,
    "name": "ЗАО «Ларионова, Давыдова и Кузнецова»",
    "address": "пр. Южный, д. 5"
  },
  {
    "id": 78,
    "name": "Алкоторг",
    "address": "наб. Учительская, д. 5/6"
  },
  {
    "id": 79,
    "name": "АО «Авдеева-Евдокимова»",
    "address": "пер. Мичурина, д. 1/5 к. 500"
  },
  {
    "id": 80,
    "name": "Михайлова Лимитед",
    "address": "бул. Бажова, д. 32"
  },
  {
    "id": 81,
    "name": "Русснефть",
    "address": "бул. Энгельса, д. 6/7 к. 8"
  },
  {
    "id": 82,
    "name": "Московский кредитный банк",
    "address": "алл. Верхняя, д. 446 к. 7"
  },
  {
    "id": 83,
    "name": "РАО «Галкин-Александров»",
    "address": "наб. Трудовая, д. 4 стр. 7/7"
  },
  {
    "id": 84,
    "name": "РАО «Ситникова, Блохина и Дорофеева»",
    "address": "алл. Щетинкина, д. 3/2 стр. 4/9"
  },
  {
    "id": 85,
    "name": "ПК Борец",
    "address": "наб. Путевая, д. 9 к. 375"
  },
  {
    "id": 86,
    "name": "Нефтиса",
    "address": "бул. Полевой, д. 5/6"
  },
  {
    "id": 87,
    "name": "НПО «Соловьев, Данилова и Захарова»",
    "address": "бул. Красных Партизан, д. 925 к. 32"
  },
  {
    "id": 88,
    "name": "ООО «Дмитриева»",
    "address": "пр. Шевченко, д. 74 к. 5/5"
  },
  {
    "id": 89,
    "name": "ЗАО «Копылова-Котов»",
    "address": "алл. Кленовая, д. 1/4 к. 730"
  },
  {
    "id": 90,
    "name": "РАО «Кулагин»",
    "address": "пр. Заовражный, д. 5 стр. 75"
  },
  {
    "id": 91,
    "name": "ЗАО «Агафонов, Казакова и Дроздов»",
    "address": "ул. Ягодная, д. 6/9"
  },
  {
    "id": 92,
    "name": "Гордеева Инк",
    "address": "алл. Водопроводная, д. 3"
  },
  {
    "id": 93,
    "name": "ИП «Павлова Осипова»",
    "address": "ул. Почтовая, д. 1 стр. 396"
  },
  {
    "id": 94,
    "name": "ООО «Антонов»",
    "address": "алл. Кольцова, д. 981 к. 814"
  },
  {
    "id": 95,
    "name": "ОАО «Аксенов, Ефимова и Никифорова»",
    "address": "ш. Малое, д. 243 к. 5/6"
  },
  {
    "id": 96,
    "name": "АО «Кулакова-Одинцов»",
    "address": "пер. Проточный, д. 284"
  },
  {
    "id": 97,
    "name": "АО «Нестеров Ефимов»",
    "address": "ш. Серова, д. 3/4 стр. 14"
  },
  {
    "id": 98,
    "name": "АО «Молчанова»",
    "address": "наб. Герцена, д. 103 к. 479"
  },
  {
    "id": 99,
    "name": "НПО «Дементьев Русакова»",
    "address": "ул. Индустриальная, д. 396 к. 52"
  },
  {
    "id": 100,
    "name": "РАО «Кабанов Ефимов»",
    "address": "ул. Дзержинского, д. 573 к. 2/7"
  }
]